[{
    "id": "1",
    "charity_name": "World Wildlife Fund",
    "goal": "To conserve nature and reduce the most pressing threats to the diversity of life on Earth.",
    "origin_location": "USA",
    "region_served": "Global",
    "founder": "Julian Huxley, Max Nicholson, and others",
    "year_founded": 1961,
    "annual_revenue": "$321 million",
    "wikilink": "https://en.wikipedia.org/wiki/World_Wildlife_Fund",
    "website_link": "https://www.worldwildlife.org/",
    "category": "Environment",
    "keywords": ["conservation", "wildlife", "nature"],
    "url": "worldWildlifeFund",
    "description": ["World Wildlife Fund was founded in 1961 in Switzerland and is now based in Washington, D.C.", "WWF is the world's largest conservation organization, working in over 100 countries and supported by over 5 million members globally.", "The giant panda has been WWF's logo since 1961 and is now considered an endangered species.", "WWF's mission is to conserve nature and reduce the most pressing threats to the diversity of life on Earth.", "WWF works on many conservation projects, including combatting illegal wildlife trade, protecting forests, and reducing the impact of climate change.", "WWF played a significant role in helping establish the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES).", "In 2020, WWF estimated that the world has lost over two-thirds of its wildlife population in just the last 50 years.", "WWF collaborates with businesses and industries to help them adopt more sustainable practices and reduce their environmental footprint.", "The organization also runs initiatives to educate and inspire the public to take action on conservation issues, including Earth Hour and the Living Planet Report.", "WWF has been criticized for its partnerships with corporations and the efficacy of its conservation efforts, but it remains one of the most recognizable and influential conservation organizations in the world."]

},
{
    "id": "2",
    "charity_name": "Greenpeace",
    "goal": "To ensure the ability of the Earth to nurture life in all its diversity.",
    "origin_location": "Canada",
    "region_served": "Global",
    "founder": "Irving Stowe and Dorothy Stowe",
    "year_founded": 1971,
    "annual_revenue": "$352 million",
    "wikilink": "https://en.wikipedia.org/wiki/Greenpeace",
    "website_link": "https://www.greenpeace.org/",
    "category": "Environment",
    "keywords": ["climate change", "sustainability", "pollution"],
    "url": "greenPeace",
    "description": ["Greenpeace is a global environmental organization that aims to protect the planet's natural resources and wildlife from harm caused by human activities such as deforestation, oil drilling, and pollution.", "They work to promote clean energy solutions, push for sustainable fishing practices, and advocate for the preservation of marine ecosystems that are threatened by overfishing and plastic pollution.", "Greenpeace conducts research, investigations, and scientific analysis to inform their advocacy efforts and build a strong case for environmental protection policies and regulations.", "They use direct action campaigns to raise awareness of environmental issues and put pressure on corporations and governments to take responsibility for their environmental impact.", "Greenpeace engages with communities around the world to encourage sustainable living and empower individuals to take action towards a more environmentally friendly future.", "The organization is committed to promoting environmental justice and addressing the disproportionate impact of environmental degradation on marginalized communities.", "Greenpeace campaigns for policy change at national and international levels, advocating for stronger environmental protection laws and regulations.", "They also work to promote a shift away from fossil fuels and towards renewable energy, such as wind and solar power.", "Greenpeace collaborates with other environmental organizations and movements to create a more united and impactful voice for environmental protection.", "Through their work, Greenpeace aims to ensure a healthy and sustainable future for the planet and its inhabitants, both human and non-human."]
},
{
    "id": "3",
    "charity_name": "Save the Children",
    "goal": "To improve the lives of children through better education, health care, and economic opportunities, as well as providing emergency aid in natural disasters, war, and other conflicts.",
    "origin_location": "UK",
    "region_served": "Global",
    "founder": "Eglantyne Jebb and Dorothy Buxton",
    "year_founded": 1919,
    "annual_revenue": "$2.5 billion",
    "wikilink": "https://en.wikipedia.org/wiki/Save_the_Children",
    "website_link": "https://www.savethechildren.net/",
    "category": "Society",
    "keywords": ["children", "education", "health care"],
    "url": "saveTheChildren",
    "description": ["Save the Children was founded in the United Kingdom in 1919 by Eglantyne Jebb and her sister, Dorothy Buxton.", "The organization is one of the world's largest independent organizations for children, operating in 117 countries.", "Save the Children provides support in emergency situations such as natural disasters, conflicts and other crises.", "The organization aims to promote child rights and advocate for children's issues, including health, education, and protection.", "The organization has helped millions of children over the years, providing them with essential services such as health care and education.", "Save the Children works with local communities and governments to implement sustainable solutions for children's issues.", "The organization works to tackle child poverty, which affects millions of children around the world.", "Save the Children UK has a program called 'Eat, Sleep, Learn, Play' , which aims to address the root causes of poverty and support families in need.", "The organization has been involved in campaigns for children's rights, including the fight to end child labor and child marriage.", "Save the Children UK has received numerous awards for their work, including being recognized as one of the top 100 charities in the UK."]
},
{
    "id": "4",
    "charity_name": "Sierra Club",
    "goal": "To explore, enjoy, and protect the wild places of the earth; to practice and promote the responsible use of the earth's ecosystems and resources; to educate and enlist humanity to protect and restore the quality of the natural and human environment.",
    "origin_location": "USA",
    "region_served": "North America",
    "founder": "John Muir",
    "year_founded": 1892,
    "annual_revenue": "$128 million",
    "wikilink": "https://en.wikipedia.org/wiki/Sierra_Club",
    "website_link": "https://www.sierraclub.org/",
    "category": "Environment",
    "keywords": ["wilderness", "conservation", "outdoor recreation"],
    "url": "sierraClub",
    "description": ["Founded in 1892, Sierra Club is one of the oldest and most influential environmental organizations in the US.", "Sierra Club works to protect and preserve the natural environment through conservation and advocacy efforts.", "The organization has more than 3.8 million members and supporters across the US.", "Sierra Club is involved in a wide range of environmental issues, including climate change, clean energy, and public lands conservation.", "The organization played a key role in the establishment of several US national parks, including Yosemite and Sequoia.", "Sierra Club has been instrumental in pushing for renewable energy development and phasing out the use of fossil fuels.", "The organization offers a variety of programs and initiatives to encourage outdoor recreation and education.", "Sierra Club has a strong history of activism and civil disobedience, including nonviolent direct action and protests.", "The organization has a reputation for being politically influential, and has supported a number of successful candidates and policies.", "Sierra Club is committed to environmental justice and works to ensure that all communities have access to clean air, water, and natural resources."]

},
{
    "id": "5",
    "charity_name": "Sea Shepherd Conservation Society",
    "goal": "To end the destruction of habitat and slaughter of wildlife in the world's oceans, and to conserve and protect ecosystems and species.",
    "origin_location": "USA",
    "region_served": "Global",
    "founder": "Paul Watson",
    "year_founded": 1977,
    "annual_revenue": "$15 million",
    "wikilink": "https://en.wikipedia.org/wiki/Sea_Shepherd_Conservation_Society",
    "website_link": "https://seashepherd.org/",
    "category": "Animals",
    "keywords": ["ocean conservation", "marine wildlife", "anti-poaching"],
    "url": "seaShepherdConservationSociety",
    "description": ["Sea Shepherd Conservation Society is a non-profit marine conservation organization that aims to protect and preserve marine wildlife and ecosystems.", "The organization was founded in 1977 by Captain Paul Watson and has since become known for its direct action tactics to protect marine wildlife.", "Sea Shepherd has been involved in a number of campaigns, including campaigns against whaling, illegal fishing, and seal hunting.", "The organization's flagship vessel, the M/Y Steve Irwin, was named after the late conservationist and television personality Steve Irwin.", "Sea Shepherd has been recognized by the United Nations as a Non-Governmental Organization (NGO) in Special Consultative Status with the Economic and Social Council.", "In addition to its direct action campaigns, Sea Shepherd also engages in educational initiatives to raise awareness about marine conservation issues.", "The organization has faced legal challenges in some of its campaigns, including a high-profile legal battle with the Japanese whaling fleet.", "Sea Shepherd has been credited with playing a role in reducing the number of whales killed by the Japanese whaling fleet in the Southern Ocean Whale Sanctuary.", "The organization has a fleet of vessels that it uses for its campaigns, including former research vessels and other modified ships.", "Sea Shepherd relies on the support of donors and volunteers to carry out its work and has operations in various regions of the world."]


},
{
    "id": "6",
    "charity_name": "Doctors Without Borders",
    "goal": "To provide medical assistance to people affected by conflict, epidemics, disasters, or exclusion from health care.",
    "origin_location": "France",
    "region_served": "Global",
    "founder": "Bernard Kouchner and others",
    "year_founded": 1971,
    "annual_revenue": "$1.63 billion",
    "wikilink": "https://en.wikipedia.org/wiki/Doctors_Without_Borders",
    "website_link": "https://www.msf.org/",
    "category": "Society",
    "keywords": ["medical aid", "humanitarian", "conflict zones"],
    "url": "doctorsWithoutBorders",
    "description": ["Doctors Without Borders is an international humanitarian medical organization that provides medical aid to people affected by armed conflict, epidemics, natural disasters, and other crises.", "The organization was founded in 1971 by a group of French doctors and journalists who wanted to provide medical care to people in need, regardless of politics, religion, or race.", "Doctors Without Borders has provided medical care in more than 70 countries around the world, including in conflict zones such as Syria, Yemen, and Afghanistan.", "The organization responds to emergencies quickly, with medical teams often arriving within 24-48 hours of an outbreak or disaster.", "Doctors Without Borders provides medical care not only to those who are injured or ill, but also to those who are malnourished or affected by mental health issues.", "The organization is funded by private donors and does not accept funding from governments or political organizations, allowing them to remain neutral and independent in their work.", "Doctors Without Borders also advocates for policy changes to improve access to healthcare and to address issues such as vaccine distribution and patent laws.", "The organization's work has been recognized with numerous awards, including the Nobel Peace Prize in 1999.", "Doctors Without Borders operates medical projects in some of the world's most challenging and dangerous places, such as the Democratic Republic of Congo, South Sudan, and Somalia.", "The organization also provides training and support to local medical personnel, building up the capacity of healthcare systems in the communities where they work."]
},
{
    "id": "6",
    "charity_name": "The Nature Conservancy",
    "goal": "To conserve the lands and waters on which all life depends.",
    "origin_location": "USA",
    "region_served": "Global",
    "founder": "Richard Pough, Nathaniel Owings, and others",
    "year_founded": 1951,
    "annual_revenue": "$955 million",
    "wikilink": "https://en.wikipedia.org/wiki/The_Nature_Conservancy",
    "website_link": "https://www.nature.org/",
    "category": "Environment",
    "keywords": ["conservation", "ecosystems", "biodiversity"],
    "url": "theNatureConservacy",
    "description": ["The Nature Conservancy is a global environmental organization that was founded in 1951.", "The organization's mission is to protect the lands and waters on which all life depends.", "The Nature Conservancy operates in over 70 countries around the world, with over 4,000 staff members and 1 million members.", "The organization has helped to protect over 119 million acres of land and thousands of miles of rivers.", "The Nature Conservancy works on a wide range of conservation issues, including climate change, water security, and sustainable agriculture.", "The organization is known for its use of science to inform its conservation work.", "The Nature Conservancy has partnered with corporations and other organizations to promote sustainable business practices.", "The organization has also worked with indigenous communities to promote their rights and protect their lands.", "The Nature Conservancy operates a number of preserves and parks around the world that are open to the public.", "The organization relies heavily on donations from individuals and corporations to fund its work."]
},
{
    "id": "7",
    "charity_name": "Amnesty International",
    "goal": "To campaign for a world where human rights are enjoyed by all.",
    "origin_location": "UK",
    "region_served": "Global",
    "founder": "Peter Benenson",
    "year_founded": 1961,
    "annual_revenue": "$373 million",
    "wikilink": "https://en.wikipedia.org/wiki/Amnesty_International",
    "website_link": "https://www.amnesty.org/",
    "category": "Society",
    "keywords": ["human rights", "justice", "activism"],
    "url": "amnestyInternational",
    "description": ["Amnesty International is a global human rights organization founded in 1961.", "The organization's mission is to promote and defend human rights around the world.", "Amnesty International has a presence in over 150 countries and territories.", "The organization is known for its campaigns against torture, the death penalty, and other human rights abuses.", "Amnesty International has received numerous awards for its work, including the Nobel Peace Prize in 1977.", "The organization's research and advocacy have led to the release of countless political prisoners and prisoners of conscience.", "Amnesty International also provides support to human rights defenders and activists at risk around the world.", "The organization has played a significant role in the development of international human rights law and standards.", "Amnesty International is a membership-based organization, with over 10 million members and supporters worldwide.", "The organization relies on donations from individuals and other sources to fund its work."]
},
{
    "id": "8",
    "charity_name": "Rainforest Alliance",
    "goal": "To conserve biodiversity and ensure sustainable livelihoods by transforming land-use practices, business practices, and consumer behavior.",
    "origin_location": "USA",
    "region_served": "Global",
    "founder": "Daniel Katz and others",
    "year_founded": 1987,
    "annual_revenue": "$62 million",
    "wikilink": "https://en.wikipedia.org/wiki/Rainforest_Alliance",
    "website_link": "https://www.rainforest-alliance.org/",
    "category": "Environment",
    "keywords": ["sustainability", "deforestation"],
    "url": "rainforestAlliance",
    "description": ["Rainforest Alliance is an international non-profit organization that works to conserve biodiversity and ensure sustainable livelihoods.", "The organization was founded in 1987 and is headquartered in New York City.", "Rainforest Alliance works with farmers, foresters, and tourism operators to promote sustainable practices.", "The organization's certification program, which includes the familiar frog seal, helps consumers identify products that come from sustainably managed forests and farms.", "Rainforest Alliance has certified over 200 million acres of land around the world.", "The organization focuses on protecting tropical rainforests, which are some of the most biodiverse and threatened ecosystems on the planet.", "Rainforest Alliance also works to combat climate change by promoting carbon sequestration and reducing greenhouse gas emissions.", "The organization partners with local communities and indigenous peoples to promote their rights and support their sustainable livelihoods.", "Rainforest Alliance has a strong focus on gender equity and empowering women in its work.", "The organization relies on donations from individuals and corporations to fund its conservation work."]
},
{
    "id": "9",
    "charity_name": "WaterAid",
    "goal": "To transform the lives of the poorest and most marginalized people by improving access to safe water, sanitation, and hygiene.",
    "origin_location": "UK",
    "region_served": "Global",
    "founder": "Barbara Frost and others",
    "year_founded": 1981,
    "annual_revenue": "$191 million",
    "wikilink": "https://en.wikipedia.org/wiki/WaterAid",
    "website_link": "https://www.wateraid.org/",
    "category": "Society",
    "keywords": ["water", "sanitation", "hygiene"],
    "url": "waterAid",
    "description": ["WaterAid is an international nonprofit organization that works to improve access to clean water, sanitation, and hygiene in some of the world's poorest communities.", "The organization was founded in 1981 by a group of water engineers and was originally called the WaterAid Committee.", "WaterAid works in 28 countries in Africa, Asia, the Pacific, and Central America to provide clean water and sanitation to those in need.", "The organization's work includes drilling wells, installing water pumps, and building latrines and sanitation facilities.", "WaterAid focuses on empowering local communities to take charge of their own water and sanitation needs.", "The organization also works to influence policy and decision-making to ensure that governments prioritize water and sanitation in their development plans.", "WaterAid has helped over 27 million people gain access to clean water since its founding.", "In addition to clean water and sanitation, the organization also provides hygiene education and works to promote good hygiene practices.", "WaterAid relies heavily on donations from individuals and organizations to fund its work.", "The organization has received numerous awards for its efforts to improve access to clean water and sanitation around the world."]
},
{
    "id": "10",
    "charity_name": "Jane Goodall Institute",
    "goal": "To promote understanding and protection of great apes and their habitats and to build on the legacy of Dr. Jane Goodall.",
    "origin_location": "Austria",
    "region_served": "Global",
    "founder": "Jane Goodall",
    "year_founded": 1977,
    "annual_revenue": "$30 million",
    "wikilink": "https://en.wikipedia.org/wiki/Jane_Goodall_Institute",
    "website_link": "https://www.janegoodall.org/",
    "category": "Animals",
    "keywords": ["conservation", "primates", "ecosystems"],
    "url": "janeGoodallInstitute",
    "description": ["The Jane Goodall Institute (JGI) is a global wildlife and environmental organization founded by renowned primatologist Dr. Jane Goodall in 1977.", "JGI's mission is to promote sustainable development and conservation, with a focus on protecting great apes and their habitats.", "JGI operates in over 35 countries around the world, with programs that range from chimpanzee conservation to sustainable agriculture.", "In addition to conservation efforts, JGI also promotes community-led development and youth education initiatives.", "JGI's Roots & Shoots program encourages young people to become environmental stewards and make positive changes in their communities.", "JGI is known for its innovative use of technology, including satellite imagery and mobile apps, to support conservation efforts.", "JGI has been instrumental in creating wildlife corridors and protected areas, which are critical for preserving biodiversity.", "JGI's Tchimpounga Chimpanzee Rehabilitation Center in the Republic of Congo provides care for orphaned and injured chimpanzees.", "JGI has received numerous awards for its work, including the Prince of Asturias Award for Technical and Scientific Research in 2003.", "JGI relies heavily on donations from individuals and corporations to fund its work."]
},
{
    "id": "11",
    "charity_name": "United Nations Children's Fund (UNICEF)",
    "goal": "To work for the survival, development, and protection of children worldwide.",
    "origin_location": "New York, USA",
    "region_served": "Global",
    "founder": "Ludwik Rajchman and others",
    "year_founded": 1946,
    "annual_revenue": "$7.5 billion",
    "wikilink": "https://en.wikipedia.org/wiki/UNICEF",
    "website_link": "https://www.unicef.org/",
    "category": "Society",
    "keywords": ["children's rights", "healthcare", "education"],
    "url": "unicef",
    "description": ["UNICEF is the United Nations agency responsible for providing humanitarian and developmental aid to children worldwide.", "The organization was founded in 1946, in the aftermath of World War II.", "UNICEF works in over 190 countries and territories to improve the lives of children and their families.", "The organization provides support in areas such as health, education, nutrition, and child protection.", "UNICEF is funded entirely by voluntary contributions from individuals, foundations, and governments.", "The organization has been awarded the Nobel Peace Prize twice, in 1954 and 1965, for its work promoting children's rights and welfare.", "UNICEF's flagship publication, The State of the World's Children, provides data and analysis on key issues affecting children around the world.", "The organization is a member of the UN Sustainable Development Group, and works to advance the Sustainable Development Goals related to children.", "UNICEF played a key role in the global effort to eradicate polio, and has helped to immunize millions of children against the disease.", "In 2020, UNICEF was instrumental in the global response to the COVID-19 pandemic, providing essential supplies and support to health workers and vulnerable communities."]
},
{
    "id": "12",
    "charity_name": "The Ocean Cleanup",
    "goal": "To develop and deploy advanced technologies to rid the world's oceans of plastic.",
    "origin_location": "Netherlands",
    "region_served": "Global",
    "founder": "Boyan Slat",
    "year_founded": 2013,
    "annual_revenue": "$15 million",
    "wikilink": "https://en.wikipedia.org/wiki/The_Ocean_Cleanup",
    "website_link": "https://theoceancleanup.com/",
    "category": "Environment",
    "keywords": ["ocean conservation", "plastic pollution"],
    "url": "theOceanCleanup",
    "description": ["The Ocean Cleanup is a non-profit organization that was founded in 2013 by Dutch inventor Boyan Slat.", "The organization's mission is to develop advanced technologies to rid the world's oceans of plastic.", "The Ocean Cleanup has conducted extensive research on ocean plastic, including the Great Pacific Garbage Patch.", "The organization's flagship technology, System 001, is a passive drifting system designed to collect plastic in ocean gyres.", "The Ocean Cleanup has also developed a river cleaning device, the Interceptor, which can extract plastic from rivers before it reaches the ocean.", "The organization has partnerships with a variety of governments, corporations, and research institutions.", "The Ocean Cleanup has received funding from a variety of sources, including individual donations, corporate partnerships, and government grants.", "The organization has faced some technical and operational challenges in developing its technologies, but continues to refine and improve its systems.", "The Ocean Cleanup is committed to a sustainable future and works to reduce its own environmental footprint.", "The organization believes that with continued innovation and collaboration, it is possible to solve the problem of ocean plastic and create a cleaner, healthier planet."]
},
{
    "id": "13",
    "charity_name": "Humane Society International",
    "goal": "To protect animals and their habitats worldwide.",
    "origin_location": "USA",
    "region_served": "Global",
    "founder": "Fred Myers and Helen Jones",
    "year_founded": 1954,
    "annual_revenue": "$200 million",
    "wikilink": "https://en.wikipedia.org/wiki/Humane_Society_International",
    "website_link": "https://www.hsi.org/",
    "category": "Animals",
    "keywords": ["animal welfare", "wildlife conservation"],
    "url": "humaneSocietyInternational",
    "description": ["Humane Society International is the international arm of The Humane Society of the United States, founded in 1954.", "The organization works to protect animals in more than 50 countries, including through disaster response efforts.", "Humane Society International works to end the commercial seal hunt, dog meat trade, and the ivory trade, among other issues.", "The organization also advocates for the use of non-animal testing methods in research and testing.", "Humane Society International has worked with governments and corporations to pass animal welfare legislation and policies.", "The organization operates a number of animal care centers and shelters in countries around the world.", "Humane Society International has rescued animals from disasters, including Hurricane Maria in Puerto Rico and the Australian bushfires.", "The organization has also worked to protect wild animals, including elephants and rhinos, from poaching and trafficking.", "Humane Society International has a program to spay and neuter street dogs in developing countries to reduce the number of strays.", "The organization relies on donations from individuals and corporations to fund its work."]
},
{
    "id": "14",
    "charity_name": "International Rescue Committee",
    "goal": "To provide humanitarian aid, relief, and resettlement to refugees and victims of conflict worldwide.",
    "origin_location": "USA",
    "region_served": "Global",
    "founder": "Albert Einstein and others",
    "year_founded": 1933,
    "annual_revenue": "$867 million",
    "wikilink": "https://en.wikipedia.org/wiki/International_Rescue_Committee",
    "website_link": "https://www.rescue.org/",
    "category": "Society",
    "keywords": ["refugee aid", "humanitarian relief", "conflict resolution"],
    "url": "internationalRescueCommittee",
    "description": ["The IRC was founded in 1933 at the request of Albert Einstein to assist refugees fleeing Nazi Germany.", "The organization responds to humanitarian crises around the world, helping people whose lives and livelihoods are shattered by conflict and disaster.", "The IRC operates in more than 40 countries and has more than 20,000 staff members worldwide.", "The organization provides emergency aid, including shelter, food, and medical care, to those affected by conflict and natural disasters.", "The IRC also provides longer-term assistance, including education, vocational training, and support for small businesses.", "The organization focuses on empowering women and girls, recognizing that they are often the most vulnerable in crisis situations.", "The IRC is committed to promoting human rights, including freedom, dignity, and equality for all.", "The organization has a strong focus on accountability and transparency, regularly measuring and evaluating the impact of its programs.", "The IRC is often one of the first organizations to respond to humanitarian emergencies, providing life-saving assistance to those in need.", "The organization relies on the generosity of donors to fund its work, with more than 90% of its funding coming from individuals, foundations, and governments."]
},
{
    "id": "15",
    "charity_name": "Rainforest Foundation US",
    "goal": "To protect rainforests and the rights of indigenous peoples in Central and South America.",
    "origin_location": "Brooklyn, USA",
    "region_served": "Central and South America",
    "founder": "Sting and Trudie Styler",
    "year_founded": 1989,
    "annual_revenue": "$2.3 million",
    "wikilink": "https://en.wikipedia.org/wiki/Rainforest_Foundation_Fund",
    "website_link": "https://rainforestfoundation.org/",
    "category": "Environment",
    "keywords": ["rainforest conservation", "indigenous rights"],
    "url": "rainforestFoundationUS",
    "description": ["Rainforest Foundation US was founded in 1989 by musician Sting and his wife, Trudie Styler, to help protect the Amazon rainforest and its indigenous communities.", "The organization works with indigenous communities to secure land rights and protect their territories from threats such as mining, oil and gas exploration, and deforestation.", "Rainforest Foundation US partners with local and international organizations to amplify the voices of indigenous people and support their advocacy efforts.", "The organization uses innovative technologies to support indigenous mapping and monitoring of their territories.", "Rainforest Foundation US has helped indigenous communities in the Amazon to protect millions of acres of forest and promote sustainable land use practices.", "The organization also works on issues related to climate change, including advocating for forest protection and supporting community-based conservation projects.", "Rainforest Foundation US has been involved in campaigns to stop illegal logging and to promote responsible forestry practices.", "The organization has helped to establish a network of community-based monitoring systems for tracking deforestation in the Amazon.", "Rainforest Foundation US has received numerous awards for its work, including the Skoll Award for Social Entrepreneurship and the United Nations' Equator Prize.", "The organization is a member of the Rainforest Foundation Network, which works to protect rainforests and support indigenous communities around the world."]
},
{
    "id": "16",
    "charity_name": "International Fund for Animal Welfare",
    "goal": "To protect animals and their habitats through rescue, rehabilitation, and advocacy.",
    "origin_location": "Yarmouth Port, USA",
    "region_served": "Global",
    "founder": "Brian Davies",
    "year_founded": 1969,
    "annual_revenue": "$90 million",
    "wikilink": "https://en.wikipedia.org/wiki/International_Fund_for_Animal_Welfare",
    "website_link": "https://www.ifaw.org/",
    "category": "Animals",
    "keywords": ["animal welfare", "wildlife conservation"],
    "url": "internationalFundForAnimalWelfare",
    "description": ["The International Fund for Animal Welfare (IFAW) is a non-profit organization founded in 1969 that is dedicated to the protection of animals and their habitats.", "The organization operates in over 40 countries around the world, working to rescue and protect animals from abuse, cruelty, and exploitation.", "IFAW's work includes rescuing and rehabilitating animals affected by natural and man-made disasters, as well as investigating and combating wildlife crime.", "The organization works to protect endangered species and their habitats, including elephants, tigers, and marine mammals.", "IFAW has also been involved in efforts to end commercial whaling, seal hunting, and the ivory trade.", "In addition to its animal protection work, IFAW advocates for legislation and policies that support the well-being of animals and their habitats.", "The organization partners with local communities, governments, and other organizations to promote sustainable solutions to animal welfare issues.", "IFAW also provides education and training programs to raise awareness about animal welfare and promote responsible environmental stewardship.", "The organization is funded through donations from individuals and corporations, and is a member of the United Nations Global Compact.", "IFAW has received numerous awards and recognition for its work, including a 2007 United Nations Environment Programme Award and a 2016 Webby Award for its website."]
},
{
    "id": "17",
    "charity_name": "CARE",
    "goal": "To serve individuals and families in the poorest communities in the world.",
    "origin_location": "USA",
    "region_served": "Global",
    "founder": "Wallace Campbell and others",
    "year_founded": 1945,
    "annual_revenue": "$1.1 billion",
    "wikilink": "https://en.wikipedia.org/wiki/CARE_(relief_agency)",
    "website_link": "https://www.care.org/",
    "category": "Society",
    "keywords": ["poverty relief", "women's empowerment", "food security"],
    "url": "care",
    "description": ["CARE is a global humanitarian organization that was founded in 1945 to fight poverty and provide disaster relief.", "The organization works in over 100 countries, with a focus on empowering women and girls to improve their communities.", "CARE is known for its innovative solutions to global problems, such as providing micro-loans to women entrepreneurs in developing countries.", "The organization also provides clean water, sanitation, and healthcare services to vulnerable communities.", "CARE is one of the largest non-governmental organizations working in refugee camps, providing emergency aid and long-term support to displaced people.", "The organization played a key role in the fight against Ebola in West Africa, working with local partners to provide education and support to affected communities.", "CARE has been involved in disaster response efforts around the world, including in response to the 2004 Indian Ocean tsunami and the 2010 earthquake in Haiti.", "The organization is committed to sustainability and has launched initiatives to promote climate-resilient agriculture and reduce carbon emissions.", "CARE is a member of the Gender-Based Violence Area of Responsibility, a group of NGOs and UN agencies working to prevent and respond to gender-based violence in humanitarian settings.", "The organization relies on donations from individuals and corporations to fund its work and has been recognized for its accountability and transparency by watchdog organizations such as Charity Navigator."]
},
{
    "id": "18",
    "charity_name": "Oxfam",
    "goal": "To create lasting solutions to poverty, hunger, and social injustice.",
    "origin_location": "UK",
    "region_served": "Global",
    "founder": "Cecil Jackson-Cole",
    "year_founded": 1942,
    "annual_revenue": "$1.6 billion",
    "wikilink": "https://en.wikipedia.org/wiki/Oxfam",
    "website_link": "https://www.oxfam.org/",
    "category": "Society",
    "keywords": ["poverty relief", "humanitarian aid", "social justice"],
    "url": "oxfam",
    "description": ["Oxfam is a confederation of 20 independent charitable organizations focused on alleviating global poverty and injustice.", "Oxfam was founded in 1942 in Oxford, England, as the Oxford Committee for Famine Relief.", "Oxfam's mission is to tackle the root causes of poverty and create lasting solutions for marginalized communities.", "Oxfam works in more than 90 countries, including some of the world's poorest and most vulnerable regions.", "Oxfam provides emergency assistance in the form of clean water, food, shelter, and medical care to communities affected by natural disasters and conflict.", "Oxfam campaigns for policy changes that address the systemic causes of poverty, such as inequality and climate change.", "Oxfam is committed to promoting gender equality and women's rights, and works to empower women and girls in all aspects of its programs.", "Oxfam supports sustainable agriculture and helps small-scale farmers access markets and build their resilience to climate change.", "Oxfam has a strong focus on humanitarian advocacy and lobbying governments to increase their support for global development.", "Oxfam is funded by a combination of public donations, grants from governments and institutions, and income generated from its charity shops."]
},
{
    "id": "19",
    "charity_name": "Heifer International",
    "goal": "To work with communities to end world hunger and poverty and to care for the earth.",
    "origin_location": "USA",
    "region_served": "Global",
    "founder": "Dan West",
    "year_founded": 1944,
    "annual_revenue": "$135 million",
    "wikilink": "https://en.wikipedia.org/wiki/Heifer_International",
    "website_link": "https://www.heifer.org/",
    "category": "Society",
    "keywords": ["sustainable agriculture", "rural development", "poverty relief"],
    "url": "heiferInternational",
    "description": ["Heifer International is a global nonprofit organization that aims to end hunger and poverty by empowering communities and helping them become self-reliant.", "Heifer was founded in 1944 by Dan West, a farmer and relief worker who believed in the power of giving families in need a hand up, not a handout.", "Heifer provides livestock, seeds, and training to families and communities, helping them improve their nutrition, income, and overall well-being.", "Heifer's approach is based on the principle of 'Passing on the Gift,' which requires recipients to share the offspring of their animals and knowledge with others in need.", "Heifer's programs are designed to be sustainable and environmentally friendly, promoting practices that conserve natural resources and reduce greenhouse gas emissions.", "Heifer works in more than 20 countries around the world, including the United States, and has helped over 36 million people since its inception.", "Heifer's programs focus on empowering women and girls, who often bear the brunt of poverty and social inequality in many communities.", "Heifer partners with local organizations, governments, and businesses to create long-lasting impact and promote economic development.", "Heifer has a strong commitment to transparency and accountability, regularly reporting on its financial and programmatic performance.", "Heifer is supported by individual donors, corporations, foundations, and government grants, and is recognized as one of the most effective and innovative nonprofits in the world."]

},
{
    "id": "20",
    "charity_name": "St. Jude Children's Research Hospital",
    "goal": "To advance cures and means of prevention for pediatric catastrophic diseases through research and treatment.",
    "origin_location": "USA",
    "region_served": "Global",
    "founder": "Danny Thomas",
    "year_founded": 1962,
    "annual_revenue": "$1.1 billion",
    "wikilink": "https://en.wikipedia.org/wiki/St._Jude_Children%27s_Research_Hospital",
    "website_link": "https://www.stjude.org/",
    "category": "Society",
    "keywords": ["pediatric cancer research", "children's health", "medical research"],
    "url": "stJudeChildrensResearchHospital",
    "description": ["St. Jude Children's Research Hospital is a leading pediatric treatment and research facility located in Memphis, Tennessee.", "St. Jude was founded in 1962 by the late entertainer Danny Thomas, who wanted to create a hospital where no child would be turned away because of a family's inability to pay.", "St. Jude is internationally recognized for its pioneering research and treatment of pediatric cancer and other life-threatening diseases.", "St. Jude patients receive world-class medical care, including access to cutting-edge treatments and clinical trials.", "St. Jude's research efforts have contributed to significant advancements in the treatment of childhood cancers, raising the overall survival rate from 20% to 80%.", "St. Jude freely shares its research findings with the global medical community, helping to improve treatment options for children everywhere.", "St. Jude operates solely on donations and has a policy of never billing patients or their families for treatment, travel, housing or food.", "St. Jude is committed to diversity and inclusion and offers services in multiple languages to meet the needs of patients and families from around the world.", "St. Jude is home to some of the world's top pediatric physicians and scientists, who work tirelessly to develop better treatments and find cures for childhood diseases.", "St. Jude's work has impacted countless families around the world, and its mission to save the lives of children remains as important today as it did over 50 years ago."]

},
{
    "id": "21",
    "charity_name": "The Hunger Project",
    "goal": "To end hunger and poverty by empowering people to lead lives of self-reliance, meet their own basic needs, and build better futures.",
    "origin_location": "USA",
    "region_served": "Global",
    "founder": "Werner Erhard",
    "year_founded": 1977,
    "annual_revenue": "$16 million",
    "wikilink": "https://en.wikipedia.org/wiki/The_Hunger_Project",
    "website_link": "https://thp.org/",
    "category": "Society",
    "keywords": ["sustainable development", "community empowerment", "poverty relief"],
    "url": "theHungerProject",
    "description": ["The Hunger Project is a global non-profit organization committed to ending world hunger by 2030.", "The organization operates in 13 countries, empowering people to lead their own grassroots movements.", "The Hunger Project's approach is based on the principle of 'people-centered development', which puts the power in the hands of the people it serves.", "The organization focuses on building sustainable communities by investing in education, health, and economic development.", "The Hunger Project's programs have reached over 20 million people since its inception in 1977.", "The organization's work is guided by a vision of a world where every woman, man, and child leads a healthy, fulfilling life of self-reliance and dignity.", "The Hunger Project is committed to gender equality and women's empowerment, recognizing the vital role women play in achieving sustainable development.", "The organization works with local partners to promote sustainable agriculture and food security, building resilience to the effects of climate change.", "The Hunger Project has received numerous accolades for its work, including recognition by the United Nations and the Clinton Global Initiative.", "The organization relies on the support of donors and volunteers to continue its vital work in ending world hunger."]

},
{
    "id": "22",
    "charity_name": "Global Fund for Women",
    "goal": "To advance women's rights and gender equality by making grants to support women-led organizations around the world.",
    "origin_location": "USA",
    "region_served": "Global",
    "founder": "Anne Firth Murray",
    "year_founded": 1987,
    "annual_revenue": "$13 million",
    "wikilink": "https://en.wikipedia.org/wiki/Global_Fund_for_Women",
    "website_link": "https://www.globalfundforwomen.org/",
    "category": "Society",
    "keywords": ["women's rights", "gender equality", "grantmaking"],
    "url": "globalFundForWomen",
    "description": ["Global Fund for Women is a nonprofit organization that envisions a world where every woman and girl is strong, safe, powerful, and heard.", "The organization provides grants to grassroots women-led organizations that work to advance women's rights and promote gender equality around the world.", "Global Fund for Women has provided over $189 million in grants to women's rights organizations in 175 countries since its founding in 1987.", "The organization works on a wide range of issues, including reproductive health and rights, economic empowerment, ending gender-based violence, and advancing political participation.", "Global Fund for Women emphasizes the importance of listening to and supporting the leadership of women from diverse backgrounds and communities.", "The organization advocates for women's rights and gender equality at the global level, engaging in policy and advocacy initiatives with governments, institutions, and other partners.", "Global Fund for Women is committed to transparency and accountability, regularly sharing information on its grants, impact, and finances.", "The organization also provides capacity-building and networking support to its grantee partners, helping to strengthen their organizational capacity and promote collaboration.", "Global Fund for Women has received numerous awards and recognitions for its work, including being named a top-rated nonprofit by Charity Navigator and earning the prestigious Henry R. Kravis Prize in Leadership.", "The organization relies on the support of individual donors and institutional partners to continue its vital work in advancing women's rights and gender equality globally."]
},
{
    "id": "23",
    "charity_name": "Charity: water",
    "goal": "To bring clean and safe drinking water to people in developing countries.",
    "origin_location": "USA",
    "region_served": "Global",
    "founder": "Scott Harrison",
    "year_founded": 2006,
    "annual_revenue": "$120 million",
    "wikilink": "https://en.wikipedia.org/wiki/Charity:_water",
    "website_link": "https://www.charitywater.org/",
    "category": "Environment",
    "keywords": ["clean water", "sanitation", "health"],
    "url": "charityWater",
    "description": ["Charity: water is a nonprofit organization bringing clean and safe drinking water to people in developing countries.", "100% of public donations go directly to funding sustainable water projects in the field.", "Since 2006, Charity: water has funded more than 59,000 water projects in 29 countries, bringing clean water to over 12 million people.", "The organization partners with local organizations and community members to identify and implement the most effective solutions for each community's water needs.", "Charity: water is committed to transparency and accountability, sharing GPS coordinates, photos, and details of every completed project with donors.", "The organization also provides education and training on hygiene and sanitation to help communities maintain their water projects and improve health outcomes.", "Charity: water has a diverse network of supporters and partners, including individuals, corporations, and other nonprofit organizations.", "The organization has received numerous awards and recognitions for its innovative approach to addressing the global water crisis.", "Charity: water uses data and technology to track and measure the impact of its work, and shares this information publicly through its online dashboard.", "The organization's long-term goal is to bring clean and safe drinking water to every person on the planet."]
},
{
    "id": "24",
    "charity_name": "Wildlife Conservation Society",
    "goal": "To save wildlife and wild places around the globe through science, conservation action, education, and inspiring people to value nature.",
    "origin_location": "USA",
    "region_served": "Global",
    "founder": "Andrew H. Green",
    "year_founded": 1895,
    "annual_revenue": "$254 million",
    "wikilink": "https://en.wikipedia.org/wiki/Wildlife_Conservation_Society",
    "website_link": "https://www.wcs.org/",
    "category": "Animals",
    "keywords": ["conservation", "wildlife", "biodiversity"],
    "url": "wildlifeConservationSociety",
    "description": ["The Wildlife Conservation Society is a nonprofit organization dedicated to saving wildlife and wild places around the world.", "The organization manages over 500 conservation projects in more than 60 countries, working to protect species ranging from tigers and gorillas to whales and turtles.", "WCS focuses on a science-driven approach to conservation, using cutting-edge research and technology to inform its work and measure its impact.", "The organization works with local communities and governments to promote sustainable land use and reduce human-wildlife conflict.", "WCS is committed to protecting not just individual species, but entire ecosystems and the many benefits they provide to people and wildlife.", "The organization also operates a number of zoos and aquariums, including the Bronx Zoo, to inspire and educate the public about wildlife conservation.", "WCS has been at the forefront of many important conservation successes, including helping to establish more than 150 protected areas around the world.", "The organization also works to combat illegal wildlife trade, one of the biggest threats to many endangered species.", "WCS is a leader in conservation finance, developing innovative financing mechanisms to support conservation projects and generate positive conservation outcomes.", "The organization has a strong commitment to diversity, equity, and inclusion, and works to ensure that its conservation efforts benefit all people and communities."]
},
{
    "id": "25",
    "charity_name": "Vitamin Angels",
    "goal": "To provide lifesaving vitamins to mothers and children under five at risk of malnutrition, reducing preventable illness, blindness, and death, to create a healthier world.",
    "origin_location": "USA",
    "region_served": "Global",
    "founder": "Howard Schiffer",
    "year_founded": 1994,
    "annual_revenue": "$63 million",
    "wikilink": "https://en.wikipedia.org/wiki/Vitamin_Angels",
    "website_link": "https://www.vitaminangels.org/",
    "category": "Society",
    "keywords": ["nutrition", "health", "maternal and child health"],
    "url": "vitaminAngels",
    "description": ["Vitamin Angels is a nonprofit organization working to end malnutrition worldwide by providing lifesaving vitamins and minerals to at-risk mothers and children under five.", "The organization has reached over 80 million people in more than 70 countries, partnering with over 1,800 organizations to deliver essential nutrients to those in need.", "Vitamin Angels focuses on reaching vulnerable populations, including refugees, internally displaced persons, and those affected by natural disasters and conflict.", "The organization uses a community-based approach, working with local health workers to provide vitamins and minerals to those who need them most.", "Vitamin Angels also provides education and training to ensure that health workers and caregivers have the knowledge and tools they need to support healthy development.", "The organization prioritizes reaching women and children, recognizing that good nutrition during the critical first 1,000 days of life is essential for lifelong health and development.", "Vitamin Angels is committed to transparency and accountability, sharing information about its impact and finances on its website and through independent evaluations.", "The organization has been recognized for its impact and effectiveness, receiving the highest rating from charity watchdog groups such as Charity Navigator and GuideStar.", "Vitamin Angels is constantly innovating and seeking out new partnerships and approaches to improve its impact and reach more people in need.", "The organization's long-term goal is to create a world where every mother and child has access to the essential vitamins and minerals they need to survive and thrive."]
},
{
    "id": "26",
    "charity_name": "Against Malaria Foundation",
    "goal": "To distribute long-lasting insecticidal nets to protect people from malaria in developing countries.",
    "origin_location": "UK",
    "region_served": "Global",
    "founder": "Rob Mather",
    "year_founded": 2004,
    "annual_revenue": "$60 million",
    "wikilink": "https://en.wikipedia.org/wiki/Against_Malaria_Foundation",
    "website": "https://www.againstmalaria.com/",
    "category": "Health",
    "keywords": ["malaria", "insecticide", "prevention"],
    "url": "againstMalariaFoundation",
    "description": ["The Against Malaria Foundation is a nonprofit organization dedicated to preventing the spread of malaria by distributing long-lasting insecticidal nets (LLINs) to at-risk populations.", "The organization has distributed over 100 million LLINs in more than 30 countries, protecting over 180 million people from malaria.", "AMF focuses on providing cost-effective, evidence-based interventions to prevent malaria, using data and rigorous monitoring to ensure that its nets are used and effective.", "The organization works closely with local governments, health workers, and communities to distribute nets, educate people about their use, and monitor their impact.", "AMF is committed to transparency and accountability, sharing information about its finances, operations, and impact on its website and through independent evaluations.", "The organization is recognized for its effectiveness and impact, receiving the highest ratings from charity watchdog groups such as GiveWell and Charity Navigator.", "AMF has a strong commitment to efficiency, with more than 90% of its funds going directly to net distribution and related activities.", "The organization is constantly seeking out new opportunities to improve its impact, such as exploring innovative ways to distribute nets and partnering with other organizations to address related health issues.", "AMF has been instrumental in reducing malaria rates in many countries, with some areas seeing a reduction of over 90% in malaria cases after net distribution.", "The organization's long-term goal is to contribute to the global effort to eliminate malaria, a preventable and treatable disease that still claims hundreds of thousands of lives each year."]
},
{
    "id": "27",
    "charity_name": "RSPB",
    "goal": "To protect and restore wildlife and habitats in the UK.",
    "origin_location": "England",
    "region_served": "UK",
    "founder": "Emily Williamson",
    "year_founded": 1889,
    "est_annual_revenue": "157.3 million GBP",
    "wikilink": "https://en.wikipedia.org/wiki/Royal_Society_for_the_Protection_of_Birds",
    "website_link": "https://www.rspb.org.uk/",
    "category": "Animals",
    "keywords": ["Birds", "Wildlife", "Conservation"],
    "url": "rsbp",
    "description": ["The RSPB is a UK-based charity dedicated to the conservation of birds and their habitats, working to protect endangered species and promote biodiversity.", "Founded in 1889, the organization is the largest wildlife conservation charity in Europe, with over 1.2 million members and supporters.", "The RSPB manages over 200 nature reserves in the UK, providing habitats for over 80% of the country's endangered bird species.", "The organization works on a variety of conservation issues, including habitat restoration, species reintroduction, and climate change mitigation.", "RSPB also engages in policy and advocacy efforts to promote bird and habitat conservation at the local, national, and international levels.", "The organization has been instrumental in the recovery of several bird species, including the bittern, cirl bunting, and red kite.", "RSPB also conducts scientific research and monitoring to inform its conservation efforts and improve our understanding of bird behavior and ecology.", "The organization has a strong commitment to community engagement, working with local schools, businesses, and volunteers to promote conservation and raise awareness.", "RSPB is committed to transparency and accountability, sharing information about its operations and finances on its website and through independent evaluations.", "The organization's long-term goal is to create a world where birds and other wildlife thrive, and where people appreciate and value nature."]
},
{
    "id": "28",
    "charity_name": "RSPCA",
    "goal": "To prevent cruelty to animals and promote their welfare.",
    "origin_location": "England",
    "region_served": "UK",
    "founder": "Richard Martin",
    "year_founded": 1824,
    "est_annual_revenue": "143 million",
    "wikilink": "https://en.wikipedia.org/wiki/Royal_Society_for_the_Prevention_of_Cruelty_to_Animals",
    "website_link": "https://www.rspca.org.uk/",
    "category": "Animals",
    "keywords": ["Animal welfare", "Cruelty prevention"],
    "url": "rspca",
    "description": ["The RSPCA is the oldest and largest animal welfare organization in the world, working to prevent cruelty, promote kindness, and alleviate the suffering of animals.", "Founded in 1824 in the UK, the organization now operates globally, with a network of 173 branches and over 1,500 staff members and volunteers.", "The RSPCA provides a variety of animal welfare services, including rescuing and rehabilitating injured or mistreated animals, investigating animal cruelty cases, and educating the public about animal care and welfare.", "The organization also operates a number of animal shelters and clinics, providing medical care and temporary homes for animals in need.", "RSPCA is active in promoting animal-friendly legislation, working to strengthen laws against animal cruelty and advocating for greater protection of animal rights.", "The organization has been instrumental in improving animal welfare standards in a variety of industries, including farming, research, and entertainment.", "RSPCA relies on donations and volunteer support to carry out its work, with over 150,000 members and supporters across the UK.", "The organization is committed to promoting responsible pet ownership, providing resources and advice to help people care for their animals and avoid mistreatment.", "RSPCA is dedicated to promoting a world where animals are treated with kindness and respect, and where humans and animals can coexist in harmony.", "The organization's work has had a significant impact on animal welfare in the UK and around the world, improving the lives of millions of animals."]
},
{
    "id": "29",
    "charity_name": "International literacy foundation",
    "goal": "To eradicate illiteracy and provide educational opportunities to disadvantaged individuals across the world.",
    "origin_location": "USA",
    "region_served": "Global",
    "founder": "Charles F. Hobbs",
    "year_founded": 1966,
    "est_annual_revenue": "$37.1 million",
    "wikilink": "https://en.wikipedia.org/wiki/Literacy_International",
    "website_link": "https://www.literacy.org/",
    "category": "Society",
    "keywords": ["Literacy", "Education"],
    "url": "internationalLiteracyFoundation",
    "description": ["The International Literacy Foundation is a nonprofit organization dedicated to fighting illiteracy and promoting education worldwide.", "The organization partners with local communities, schools, and organizations to provide literacy programs and resources to those in need.", "ILF operates in over 30 countries, with a focus on regions where illiteracy rates are highest and access to education is limited.", "The organization's programs are designed to be sustainable, empowering local communities to take ownership of their education and create long-lasting change.", "ILF's literacy programs include teacher training, school construction, book donations, and community outreach.", "The organization is committed to promoting gender equality in education, working to ensure that girls have the same opportunities as boys to learn and succeed.", "ILF also partners with businesses and governments to advocate for policies and practices that support education and literacy.", "The organization relies on donations and support from individuals, corporations, and foundations to fund its programs and operations.", "ILF is committed to improving literacy rates and educational opportunities for people of all ages and backgrounds, with a goal of creating a world where everyone has the ability to read and write.", "Since its founding, the organization has impacted the lives of millions of people around the world through its literacy programs and initiatives."]
},
{
    "id": "30",
    "charity_name": "Royal Flying Doctor Service",
    "goal": "To provide emergency medical and primary health care services to people living in rural and remote areas of Australia.",
    "origin_location": "Australia",
    "region_served": "Australia",
    "founder": "John Flynn",
    "year_founded": 1928,
    "est_annual_revenue": "AUD 334.9 million",
    "wikilink": "https://en.wikipedia.org/wiki/Royal_Flying_Doctor_Service_of_Australia",
    "website_link": "https://www.flyingdoctor.org.au/",
    "category": "Society",
    "keywords": ["Healthcare", "Emergency services"],
    "url": "royalFlyingDoctorService",
    "description": ["The Royal Flying Doctor Service is a medical organization that provides emergency and primary healthcare services to rural and remote areas of Australia.", "The organization was founded in 1928 and is the world's largest aeromedical organization, with over 70 aircraft and 21 bases across the country.", "The RFDS operates 24 hours a day, 7 days a week, and serves more than 290,000 patients every year.", "The organization's services include emergency medical evacuations, primary healthcare clinics, mental health support, and dental services.", "RFDS also provides telehealth services, allowing patients in remote areas to receive medical consultations via video conferencing.", "The organization's aircraft are equipped with state-of-the-art medical equipment, and staffed by highly trained doctors, nurses, and other medical professionals.", "RFDS is a not-for-profit organization that relies on donations and government funding to provide its services to remote communities.", "The organization also operates a fleet of mobile dental clinics that travel to remote areas to provide dental care to those in need.", "RFDS has played a vital role in responding to natural disasters and other emergencies in rural and remote areas, providing critical medical support to affected communities.", "Since its founding, RFDS has helped save countless lives and improve the health and well-being of millions of people in rural and remote Australia."]
},
{
    "id": "31",
    "charity_name": "World Wide Fund for Nature Inc.",
    "goal": "To conserve nature and reduce the most pressing threats to the diversity of life on Earth.",
    "origin_location": "Switzerland",
    "region_served": "Global",
    "founder": "Julian Huxley",
    "year_founded": 1961,
    "est_annual_revenue": "$354 million",
    "wikilink": "https://en.wikipedia.org/wiki/World_Wide_Fund_for_Nature",
    "website_link": "https://www.worldwildlife.org/",
    "category": "Environment",
    "keywords": ["Conservation", "Biodiversity"],
    "url": "worldWideFundForNature",
    "description": ["The World Wide Fund for Nature (WWF) is an international conservation organization that works to protect the natural world and reduce humanity's impact on the environment.", "The organization was founded in 1961 and operates in more than 100 countries, with a focus on protecting endangered species, conserving habitats, and promoting sustainable use of natural resources.", "WWF's work includes efforts to combat climate change, reduce pollution, and promote sustainable agriculture and fishing practices.", "The organization has helped establish protected areas around the world, including the Amazon rainforest and the Great Barrier Reef.", "WWF also works to address environmental threats to human health, such as the impacts of air and water pollution.", "The organization partners with businesses, governments, and local communities to promote sustainable practices and reduce the environmental footprint of human activities.", "WWF has been instrumental in the development of international agreements to address environmental challenges, such as the Paris Agreement on climate change and the Convention on International Trade in Endangered Species (CITES).", "The organization's iconic panda logo is recognized around the world as a symbol of conservation and environmental protection.", "WWF's approach to conservation is based on scientific research, and the organization works to engage the public in environmental issues through education and outreach programs.", "Through its efforts, WWF has helped to protect countless species and habitats around the world, and has played a key role in shaping global environmental policy."]
},
{
    "id": "32",
    "charity_name": "Amref Health Africa",
    "goal": "To improve the health of people in Africa by partnering with and empowering communities and strengthening health systems.",
    "origin_location": "Kenya",
    "region_served": "Africa",
    "founder": "Dr. Thomas Reilly",
    "year_founded": 1957,
    "annual_revenue": "$100 million",
    "wikilink": "https://en.wikipedia.org/wiki/Amref_Health_Africa",
    "website": "https://amref.org/",
    "category": "Health",
    "keywords": ["Africa", "healthcare", "community empowerment"],
    "url": "amrefHealthAfrica",
    "description": ["Amref Health Africa is a leading African health organization that works to improve health and healthcare on the continent.", "The organization was founded in 1957 and has since expanded to provide health services, training, and advocacy in more than 30 African countries.", "Amref's focus areas include maternal and child health, HIV/AIDS, tuberculosis, malaria, and neglected tropical diseases.", "The organization also works to strengthen healthcare systems and build the capacity of local health workers and institutions.", "Amref has been recognized for its innovative approaches to health, including the use of mobile technology and community health solutions.", "The organization has partnered with a range of organizations, including governments, NGOs, and the private sector, to achieve its goals.", "Amref has also played a key role in advocating for health policy changes, including the development of the Abuja Declaration on Health Financing and the African Union's health strategy.", "The organization has a strong commitment to gender equality, and works to ensure that women and girls have access to quality health services and education.", "Amref has been involved in responding to a number of public health crises in Africa, including the Ebola outbreak in West Africa and the COVID-19 pandemic.", "Through its work, Amref has helped to improve the health and wellbeing of millions of people across Africa, and has played a key role in shaping the continent's health agenda."]
},
{
    "id": "33",
    "charity_name": "The Global Fund",
    "goal": "To accelerate the end of AIDS, tuberculosis, and malaria as epidemics.",
    "origin_location": "Switzerland",
    "region_served": "Global",
    "founder": "Kofi Annan",
    "year_founded": 2002,
    "annual_revenue": "$4 billion",
    "wikilink": "https://en.wikipedia.org/wiki/The_Global_Fund_to_Fight_AIDS,_Tuberculosis_and_Malaria",
    "website": "https://www.theglobalfund.org/",
    "category": "Health",
    "keywords": ["AIDS", "tuberculosis", "malaria", "global health"],
    "url": "theGlobalFund",
    "description": ["The Global Fund is a partnership organization dedicated to fighting the world's most devastating infectious diseases, including HIV, tuberculosis, and malaria.", "Since its founding in 2002, The Global Fund has invested more than $50 billion in programs that have saved an estimated 38 million lives.", "The organization's work has helped to expand access to life-saving treatments, prevent new infections, and strengthen health systems in countries around the world.", "The Global Fund operates on a model of partnership, bringing together governments, civil society organizations, and the private sector to collaborate on health solutions.", "The organization uses a data-driven approach to allocate resources and monitor progress, ensuring that funding is directed where it is most needed.", "The Global Fund has a strong focus on equity, prioritizing investments in communities that are most affected by infectious diseases and have the least access to healthcare.", "The organization has also made significant investments in research and innovation, developing new tools and strategies for fighting infectious diseases.", "The Global Fund has been recognized for its impact and effectiveness, including by the World Health Organization and the Bill and Melinda Gates Foundation.", "In addition to its work on HIV, tuberculosis, and malaria, The Global Fund has also supported responses to other infectious disease outbreaks, including Ebola and COVID-19.", "Through its partnerships and investments, The Global Fund has helped to transform the landscape of global health and improve the lives of millions of people around the world."]
},
{
    "id": "34",
    "charity_name": "ActionAid",
    "goal": "To support communities in overcoming poverty and injustice.",
    "origin_location": "South Africa",
    "region_served": "Global",
    "founder": "Cecil Jackson-Cole",
    "year_founded": 1972,
    "annual_revenue": "$180 million",
    "wikilink": "https://en.wikipedia.org/wiki/ActionAid",
    "website": "https://www.actionaid.org/",
    "category": "Society",
    "keywords": ["social justice", "community empowerment", "human rights"],
    "url": "actionAid",
    "description": ["ActionAid is a global justice federation working to end poverty and fight for social justice.", "It focuses on gender equality, womens rights, and climate justice, among other issues.", "The organization operates in over 40 countries worldwide and partners with communities, civil society organizations, and social movements to drive change.", "ActionAid prioritizes the leadership of women and marginalized groups, recognizing their unique perspectives and experiences in fighting for justice.", "The organization also works to promote the rights of refugees and migrants, supporting their safe and dignified movement.", "ActionAid has a strong focus on youth empowerment, recognizing the important role of young people in driving social change.", "The organization engages in advocacy and campaigning to hold governments and corporations accountable for their actions and policies.", "ActionAid operates with a commitment to transparency and accountability, ensuring that resources are used effectively and ethically.", "The organization has a particular focus on disaster response and preparedness, working to support communities affected by natural disasters and conflicts.", "ActionAid also emphasizes the importance of education and provides education programs and resources to support communities in achieving their goals."]
},
{
    "id": "35",
    "charity_name": "Knut and Alice Wallenberg Foundation",
    "goal": "To promote scientific research and education.",
    "origin_location": "Sweden",
    "region_served": "Global",
    "founder": "Knut Wallenberg and Alice Wallenberg",
    "year_founded": 1917,
    "annual_revenue": "SEK 2.8 billion",
    "wikilink": "https://en.wikipedia.org/wiki/Knut_and_Alice_Wallenberg_Foundation",
    "website": "https://kaw.wallenberg.org/en",
    "category": "Society",
    "keywords": ["research", "education"],
    "url": "knutAndAliceWallenbergFoundation",
    "description": ["The Knut and Alice Wallenberg Foundation is one of Europe's largest private research funding organizations.", "It supports research in the fields of science, technology, and medicine, among others.", "The foundation was established in 1917 and has since funded numerous breakthroughs in scientific research.", "It operates with a long-term perspective, providing funding for research projects that may take years or even decades to yield results.", "The Knut and Alice Wallenberg Foundation is committed to supporting outstanding researchers and providing them with the resources they need to pursue their work.", "It has a particular focus on interdisciplinary research, recognizing the importance of collaboration across different fields of study.", "The foundation also emphasizes the importance of innovation, encouraging researchers to think creatively and pursue groundbreaking ideas.", "In addition to providing funding for research projects, the Knut and Alice Wallenberg Foundation also supports education and infrastructure development in the sciences.", "It operates with a high level of transparency and accountability, regularly publishing reports on its activities and finances.", "The foundation has had a significant impact on the scientific community in Sweden and beyond, supporting numerous discoveries and breakthroughs that have improved our understanding of the world around us."]
},
{
    "id": "36",
    "charity_name": "Oaktree",
    "goal": "To end extreme poverty in the world.",
    "origin_location": "Australia",
    "region_served": "Global",
    "founder": "Hugh Evans",
    "year_founded": 2003,
    "annual_revenue": "$15 million",
    "wikilink": "https://en.wikipedia.org/wiki/Oaktree_(organization)",
    "website": "https://www.oaktree.org/",
    "category": "Poverty",
    "keywords": ["youth leadership", "community empowerment"],
    "url": "oaktree",
    "description": ["Oaktree is Australia's largest youth-run development organization, with a focus on fighting poverty and injustice in the Asia-Pacific region.", "It was founded in 2003 by a group of high school students and has since grown to include over 25,000 members and supporters.", "The organization operates on the principles of youth-led development, believing that young people have the power to drive meaningful change in their communities.", "Oaktree has a strong focus on education, recognizing that it is key to breaking the cycle of poverty.", "It supports a range of education initiatives in the Asia-Pacific region, including teacher training programs and initiatives to improve access to education for girls.", "The organization also works to promote sustainable livelihoods, supporting small-scale farmers and helping to develop local businesses.", "Oaktree is committed to transparency and accountability, regularly publishing reports on its activities and finances.", "The organization has won numerous awards for its work, including being named Australia's Charity of the Year in 2012.", "It is a member of the Oaktree International network, a global organization that supports youth-led development initiatives around the world.", "Oaktree's work has had a significant impact in the Asia-Pacific region, improving the lives of thousands of people and providing hope for a brighter future."]
},
{
    "id": "37",
    "charity_name": "The Nippon Foundation",
    "goal": "To promote social innovation and to support activities that contribute to the well-being of humanity and the global environment.",
    "origin location": "Japan",
    "region served": "Global",
    "founder": "Ryoichi Sasakawa",
    "year founded": 1962,
    "est. annual revenue": "$1.5 billion",
    "wikilink": "https://en.wikipedia.org/wiki/Nippon_Foundation",
    "website link": "https://www.nippon-foundation.or.jp/en/",
    "category": "Social",
    "keywords": ["social innovation", "global environment", "humanitarian activities"],
    "url": "theNipponFoundation",
    "description": ["The Nippon Foundation is a Japanese private, non-profit grant-making organization.", "It aims to provide financial assistance to various fields, including social welfare, public health, and education.", "The foundation was established in 1962 and has since then provided support for over 20,000 organizations and individuals in Japan and around the world.", "The Nippon Foundation has various programs focusing on education, maritime and shipping, social innovation, and more.", "It has provided support for disaster relief efforts in various countries, such as the Philippines, Nepal, and Bangladesh.", "One of its major initiatives is the Nippon Foundation Paralympic Support Center, which aims to promote the Paralympic movement and support Para athletes around the world.", "The foundation has also established the Sasakawa Peace Foundation to promote international understanding and cooperation.", "In 2019, The Nippon Foundation partnered with the United Nations to launch the ' Global Appeal 2019 for Disability - Inclusive Development', which aims to promote the inclusion of persons with disabilities in society.", "The foundation has been recognized for its contributions to society and has received various awards, such as the Conrad N. Hilton Humanitarian Prize in 2006.", "The Nippon Foundation has a mission to create a society where all people support one another and live fulfilling lives."]
},
{
    "id": "38",
    "charity_name": "International Union for Conservation of Nature and Natural Resources (IUCN)",
    "goal": "To promote nature conservation and sustainable use of natural resources.",
    "origin location": "Switzerland",
    "region served": "Global",
    "founder": "Julius von Haast",
    "year founded": 1948,
    "est. annual revenue": "$125 million",
    "wikilink": "https://en.wikipedia.org/wiki/International_Union_for_Conservation_of_Nature",
    "website link": "https://www.iucn.org/",
    "category": "Environment",
    "keywords": ["nature conservation", "sustainable use", "biodiversity"],
    "url": "iucn",
    "description": ["The International Union for Conservation of Nature (IUCN) is the world's largest and most diverse environmental network.", "IUCN was founded in 1948 and has over 1,400 member organizations and more than 17,000 experts.", "The organization helps the world find pragmatic solutions to our most pressing environmental and development challenges.", "IUCN is the global authority on the status of the natural world and the measures needed to safeguard it.", "It manages the world's most comprehensive repository of conservation data and knowledge.", "IUCN convenes a variety of key environmental conventions, including the Convention on International Trade in Endangered Species (CITES).", "The organization also develops and implements a wide range of conservation projects around the world.", "IUCN has played a critical role in establishing protected areas, such as national parks and nature reserves, in over 100 countries.", "The organization works with governments, NGOs, and local communities to promote sustainable use of natural resources.", "IUCN's Red List of Threatened Species is the world's most comprehensive inventory of the conservation status of plant and animal species."]

},
{
    "id": "39",
    "charity_name": "Li Ka Shing Foundation",
    "goal": "To create a better world through education, healthcare, and research.",
    "origin location": "Hong Kong",
    "region served": "Global",
    "founder": "Li Ka-shing",
    "year founded": 1980,
    "est. annual revenue": "$800 million",
    "wikilink": "https://en.wikipedia.org/wiki/Li_Ka-shing_Foundation",
    "website link": "https://www.lksf.org/",
    "category": "Society",
    "keywords": ["education", "healthcare", "research"],
    "url": "liKaShingFoundation",
    "description": ["Li Ka Shing Foundation was established in 1980 by Hong Kong businessman and philanthropist Li Ka Shing.", "The Foundation supports projects and programs in education, healthcare and medical research, and social development.", "The Foundation has donated over HK$25 billion to various causes since its establishment.", "The Foundation has supported the establishment of the Li Ka Shing Library at Singapore Management University and the Li Ka Shing Center for Learning and Knowledge at Stanford University.", "The Foundation has also funded the construction of several hospitals and medical centers in Hong Kong and China.", "In response to the COVID-19 pandemic, the Foundation donated HK$100 million to support frontline medical workers and scientific research.", "The Foundation has a strong focus on education and has donated funds to support scholarships, research, and infrastructure at various universities around the world.", "The Foundation has supported disaster relief efforts in regions affected by natural disasters such as earthquakes and typhoons.", "In 2021, the Foundation launched a new initiative to address plastic pollution in the ocean by funding research and solutions to reduce plastic waste.", "Li Ka Shing has pledged to donate one-third of his wealth to charitable causes and is often cited as one of Asia's most generous philanthropists."]
},
{
    "id": "40",
    "charity_name": "International Literacy Foundation",
    "goal": "To promote literacy and education for all.",
    "origin location": "USA",
    "region served": "Global",
    "founder": "Unknown",
    "year founded": 1953,
    "est. annual revenue": "$50 million",
    "wikilink": "https://en.wikipedia.org/wiki/International_Literacy_Association",
    "website link": "https://www.literacyworldwide.org/",
    "category": "Society",
    "keywords": ["literacy", "education", "reading"],
    "url": "internationalLiteracyFoundation",
    "description": ["The International Literacy Foundation is a UK-based charity that works to eliminate illiteracy across the world.", "The charity operates in 38 countries and works to provide education and literacy skills to both children and adults.", "The International Literacy Foundation has helped over 180,000 people to date and aims to help over one million more by 2025.", "The charity provides literacy programmes, teacher training and books to schools, libraries and communities in need.", "The International Literacy Foundation also partners with local organisations to develop sustainable and community-driven solutions to illiteracy.", "The charity has a strong focus on empowering girls and women through literacy, as they are disproportionately affected by illiteracy.", "The International Literacy Foundation also works to promote multilingual education and preserve indigenous languages.", "The charity's work has been recognised with a number of awards, including the 2020 UNESCO Confucius Prize for Literacy.", "The International Literacy Foundation relies on donations and partnerships with businesses, individuals and organisations to fund its work.", "The charity's ultimate goal is to create a world where every person has the ability to read and write, and can therefore fully participate in their community and society."]
},
{
    "id": "41",
    "charity_name": "The Fred Hollows Foundation",
    "goal": "To end avoidable blindness and improve the health of Indigenous Australians.",
    "origin location": "Australia",
    "region served": "Australia, Africa, Asia, Pacific",
    "founder": "Fred Hollows",
    "year founded": 1992,
    "est. annual revenue": "$100 million",
    "wikilink": "https://en.wikipedia.org/wiki/The_Fred_Hollows_Foundation",
    "website link": "https://www.hollows.org/",
    "category": "Society",
    "keywords": ["avoidable blindness", "Indigenous health", "eye care"],
    "url": "theFredHollowsFoundation",
    "description": ["The Fred Hollows Foundation is an international development organization that works to end avoidable blindness in developing countries.", "The organization was founded in 1992 by Fred Hollows, an Australian ophthalmologist known for his work in developing intraocular lenses for cataract patients.", "The foundation operates in more than 25 countries, with a focus on the Pacific region, Southeast Asia, and Africa.", "Its programs aim to provide eye exams, surgeries, and treatments to people in need, as well as train local eye health workers.", "The foundation has helped restore sight to millions of people around the world, often through low-cost and sustainable solutions.", "Since its founding, the organization has performed over 4 million eye surgeries and treatments, trained over 150,000 eye health workers, and provided eye care to over 40 million people.", "In addition to its work on eye health, the foundation also supports community development programs and advocates for the rights of people with disabilities.", "The Fred Hollows Foundation is funded through a combination of private donations, government grants, and corporate partnerships.", "The organization is committed to transparency and has been recognized for its accountability and effectiveness by independent evaluators such as Charity Navigator and GiveWell.", "The foundation's motto is 'See the World Differently', reflecting its belief in the transformative power of restoring sight to those in need."]
},
{
    "id": "42",
    "charity_name": "Reggio Children  Loris Malaguzzi Centre Foundation",
    "goal": "Promoting and defending the rights of children and young people as active citizens.",
    "origin_location": "Italy",
    "region_served": "Global",
    "founder": "Loris Malaguzzi",
    "year_founded": 1994,
    "annual_revenue": "$5 million",
    "wikilink": "https://en.wikipedia.org/wiki/Reggio_Emilia_approach",
    "website": "https://www.reggiochildren.it/en/",
    "category": "Society",
    "keywords": ["child development", "early education", "participatory learning"],
    "url": "lorisMalaguzziCentreFoundation",
    "description": ["Reggio Children Foundation is an Italian non-profit organization that supports and promotes the Reggio Emilia approach to early childhood education.", "The Reggio Emilia approach is based on the principles of respect, responsibility, and community through exploration and discovery in a supportive and enriching environment.", "The approach emphasizes the importance of relationships, collaboration, and communication between children, teachers, and parents, as well as the use of various forms of expression, such as art, music, and movement.", "The Reggio Emilia approach also values the role of documentation, where the learning process is recorded and reflected upon to better understand the child's thinking and learning.", "The foundation organizes and conducts various educational programs, conferences, and research to spread the Reggio Emilia approach worldwide.", "Reggio Children Foundation is closely associated with the municipal early childhood centers in Reggio Emilia, Italy, where the approach originated.", "The foundation has also established international centers for the Reggio Emilia approach in different countries, including the United States, Australia, and South Korea.", "The foundation has published several books and resources about the Reggio Emilia approach, which have been translated into various languages and widely used in early childhood education.", "Reggio Children Foundation has also been involved in various social and cultural projects, including the 'No Way. The Other Way' project aimed at raising awareness about human trafficking.", "The foundation has received numerous awards and recognition for its contributions to early childhood education and its commitment to social responsibility and cultural innovation."]
},
{
    "id": "43",
    "charity_name": "nsan Hak ve Hrriyetleri nsani Yardm Vakf  HH",
    "goal": "Providing humanitarian aid and assistance to people affected by war, conflict, and natural disasters.",
    "origin_location": "Turkey",
    "region_served": "Global",
    "founder": "Blent Yldrm",
    "year_founded": 1992,
    "annual_revenue": "$150 million",
    "wikilink": "https://en.wikipedia.org/wiki/nsan_Hak_ve_Hrriyetleri_ve_nsani_Yardm_Vakf",
    "website": "https://www.ihh.org.tr/",
    "category": "Society",
    "keywords": ["emergency response", "refugee support", "disaster relief"],
    "url": "insanHakVeHurriyetleriInsaniYardimVakfi",
    "description": ["nsan Hak ve Hrriyetleri nsani Yardm Vakf, also known as the Humanitarian Relief Foundation (IHH), is a Turkish charity organization that provides aid in crisis zones around the world.", "IHH was founded in Istanbul in 1992 and has since carried out humanitarian missions in over 135 countries, providing aid in the form of food, shelter, medical care, and education.", "The organization has been involved in a number of high-profile relief efforts, including aiding earthquake victims in Pakistan in 2005, providing aid during the Rohingya crisis in Myanmar, and helping Syrian refugees in Turkey.", "IHH is particularly known for its efforts to provide emergency aid in conflict zones, often working in areas where other organizations are unable to operate.", "The organization also runs a number of development projects in countries such as Somalia, Afghanistan, and Sudan, focusing on areas such as education, healthcare, and infrastructure.", "IHH has faced criticism from some quarters over alleged links to extremist groups, but the organization has strongly denied these claims and says it is committed to peaceful humanitarian work.", "In 2010, an IHH flotilla bound for Gaza was intercepted by Israeli forces, leading to a confrontation in which nine activists were killed. The incident drew widespread international attention and sparked a diplomatic crisis between Turkey and Israel.", "Despite this controversy, IHH remains one of Turkey's largest and most active aid organizations, with thousands of volunteers and staff working around the world.", "The organization is funded by donations from individuals and organizations, and has been recognized for its transparency and accountability in financial reporting.", "In addition to its relief work, IHH is also involved in advocacy efforts aimed at promoting human rights and raising awareness about humanitarian crises around the world."]
},
{
    "id": "44",
    "charity_name": "Humanity & Inclusion",
    "goal": "Assisting people with disabilities and those affected by poverty, conflict, and disasters to live dignified and inclusive lives.",
    "origin_location": "Paris, France",
    "region_served": "Global",
    "founder": "Handicap International",
    "year_founded": 1982,
    "annual_revenue": "$200 million",
    "wikilink": "https://en.wikipedia.org/wiki/Humanity_%26_Inclusion",
    "website": "https://www.hi.org/",
    "category": "Society",
    "keywords": ["inclusive development", "prosthetics", "rehabilitation"],
    "url": "humanityInclusion",
    "description": ["Humanity & Inclusion (formerly Handicap International) was founded in 1982 and has since helped over 30 million people in 60 countries around the world.", "The organization provides support and assistance to people with disabilities and other vulnerable populations, including those affected by conflicts and natural disasters.", "H&I's work includes physical rehabilitation, mental health care, inclusive education, and advocacy for the rights of people with disabilities.", "The organization played a key role in the development of the 2006 Convention on the Rights of Persons with Disabilities, which has been ratified by over 180 countries.", "In 1997, Humanity & Inclusion was awarded the Nobel Peace Prize for its work to ban landmines and to assist landmine victims.", "The charity has helped to clear and destroy over 50,000 landmines and explosive remnants of war in various countries.", "H&I has a strong commitment to gender equality and works to ensure that women and girls have access to its services and are able to participate fully in society.", "The organization has been involved in various humanitarian responses, including providing aid and support to Syrian refugees in Lebanon and Turkey.", "Humanity & Inclusion has a strong focus on innovation and has developed various technologies and tools to improve the lives of people with disabilities.", "The charity also advocates for disability-inclusive development and works to ensure that people with disabilities are included in development policies and programs."]
},
{
    "id": "45",
    "charity_name": "Save the Manatee Club",
    "goal": "To protect and conserve endangered manatees and their aquatic habitat for future generations.",
    "origin_location": "USA",
    "region_served": "North America, Central America, South America, West Indies, Western Africa, and the Amazon",
    "founder": "Jimmy Buffet, Bob Graham, and Judith Vallee",
    "year_founded": 1981,
    "annual_revenue": "$1.3 million (2019)",
    "wikilink": "https://en.wikipedia.org/wiki/Save_the_Manatee_Club",
    "website": "https://www.savethemanatee.org/",
    "category": "Animals",
    "keywords": ["Manatees", "Conservation", "Florida"],
    "url": "saveTheManateeClub",
    "description": ["Save the Manatee Club is a nonprofit organization dedicated to the conservation of manatees and their aquatic habitat.", "The organization was founded in 1981 by singer-songwriter Jimmy Buffett and former U.S. Senator Bob Graham of Florida.", "Manatees are slow-moving marine mammals that can weigh up to 1,200 pounds and grow up to 13 feet long.", "Manatees are listed as a threatened species under the U.S. Endangered Species Act and are also protected under Florida state law.", "Save the Manatee Club works to protect manatees by advocating for stronger protection laws, conducting research, and educating the public.", "The Club's Adopt-A-Manatee program allows people to support manatee conservation efforts by symbolically adopting a manatee and receiving updates on its progress.", "The Club also conducts aerial surveys of manatee populations, tracks manatee movements, and rescues and rehabilitates injured manatees.", "Save the Manatee Club has a partnership with the Guinness World Records to raise awareness of the world's largest gathering of manatees, which takes place annually in Crystal River, Florida.", "The Club has also partnered with the Disney Conservation Fund and the Ocean Foundation to support manatee conservation projects.", "In 2020, Save the Manatee Club was named one of Charity Navigator's Top Ten Wildlife Conservation Organizations."]
},
{
    "id": "46",
    "charity_name": "Dubai Cares",
    "goal": "To improve access to quality education and opportunities for children and youth in developing countries.",
    "origin_location": "United Arab Emirates",
    "region_served": "Africa, Asia, Middle East, and South America",
    "founder": "Mohammed bin Rashid Al Maktoum",
    "year_founded": 2007,
    "annual_revenue": "$163 million (2019)",
    "wikilink": "https://en.wikipedia.org/wiki/Dubai_Cares",
    "website": "https://www.dubaicares.ae/",
    "category": "Society",
    "keywords": ["Children", "Youth", "Development"],
    "url": "dubaiCares",
    "description": ["Dubai Cares is a philanthropic organization based in the United Arab Emirates that works to provide education to children in developing countries.", "The organization was founded in 2007 by His Highness Sheikh Mohammed bin Rashid Al Maktoum, the Vice President and Prime Minister of the UAE and Ruler of Dubai.", "Dubai Cares has impacted the lives of over 20 million beneficiaries in 63 countries.", "The organization operates on the belief that education is the key to breaking the cycle of poverty.", "Dubai Cares works with governments, NGOs, and other organizations to develop and implement programs that provide access to quality education.", "The organization has implemented programs in a variety of areas, including early childhood development, primary education, and vocational and technical training.", "Dubai Cares has received numerous awards and recognitions for its work, including being ranked as the world's top charity in the education category by NGO Advisor in 2019.", "The organization has a strong focus on innovation, using technology and new approaches to improve educational outcomes for children.", "Dubai Cares has also been a leader in promoting gender equality in education, with a particular focus on ensuring access and opportunities for girls.", "The organization's mission is to provide children and young people in developing countries with access to quality education, regardless of their gender, nationality, race, or religion."]
},
{
    "id": "47",
    "charity_name": "Edhi Foundation",
    "goal": "To provide social welfare services, such as emergency medical services, shelter, and food, to the needy in Pakistan and other countries.",
    "origin_location": "Pakistan",
    "region_served": "Pakistan and other countries",
    "founder": "Abdul Sattar Edhi",
    "year_founded": 1951,
    "annual_revenue": "Rs 12 billion (2018)",
    "wikilink": "https://en.wikipedia.org/wiki/Edhi_Foundation",
    "website": "https://edhi.org/",
    "category": "Social welfare",
    "keywords": ["Emergency services", "Shelter", "Food"],
    "url": "edhiFoundation",
    "description": ["Edhi Foundation is one of the largest social welfare organizations in Pakistan.", "The foundation provides 24/7 emergency assistance and healthcare services to people in need.", "It also runs one of the largest ambulance services in the world with over 1,800 ambulances.", "The foundation is entirely funded through private donations and receives no government funding.", "Edhi Foundation has set up homes for orphans, disabled people, and the elderly across Pakistan.", "It also operates morgues, shelters, and rehabilitation centers for drug addicts and mentally ill patients.", "The foundation has won numerous awards for its humanitarian work, including the Gandhi Peace Award.", "Edhi Foundation has also provided aid to disaster-stricken areas around the world, including Haiti and Nepal.", "The late Abdul Sattar Edhi, founder of Edhi Foundation, was widely regarded as a national hero in Pakistan.", "After his death, the Pakistani government announced a day of national mourning and bestowed him with the country's highest civilian award."]
},
{
    "id": "48",
    "charity_name": "The Fritt Ord Foundation",
    "goal": "To promote freedom of expression and quality journalism in Norway and internationally.",
    "origin_location": "Norway",
    "region_served": "Norway and internationally",
    "founder": "Finn Skrderud",
    "year_founded": 1974,
    "annual_revenue": "NOK 145 million (2019)",
    "wikilink": "https://en.wikipedia.org/wiki/The_Fritt_Ord_Foundation",
    "website": "https://www.frittord.no/en/",
    "category": "Society",
    "keywords": ["Freedom of expression", "Journalism"],
    "url": "theFrittOrdFoundation",
    "description": ["The Fritt Ord Foundation is a private, non-profit foundation that aims to protect freedom of expression and promote a free press in Norway and abroad.", "The foundation was established in 1974 by Narvesen Kioskkompani's founder, Jens Henrik Nordlie, and is based in Oslo, Norway.", "Fritt Ord's main areas of focus include freedom of expression, human rights, democracy, and social development.", "The foundation funds projects and organizations that promote public debate and democratic discourse, including newspapers, magazines, and other media outlets.", "Fritt Ord awards several prizes each year, including the Fritt Ord Award for Free Speech and the Fritt Ord Foundation Prize for Russian-Language Literature.", "In 2020, the Fritt Ord Foundation distributed over 200 million Norwegian kroner (approximately 22 million USD) in grants and contributions to more than 400 projects and organizations.", "Some of the organizations that have received funding from Fritt Ord include the International Press Institute, the Committee to Protect Journalists, and Reporters Without Borders.", "Fritt Ord has also supported projects related to climate change, including a film festival dedicated to environmental issues and a project to promote biodiversity in Norway.", "In addition to its work in Norway, Fritt Ord supports projects and organizations around the world, with a particular focus on promoting free expression and independent media in countries with authoritarian regimes.", "The Fritt Ord Foundation is governed by a board of trustees and a secretariat, and its work is guided by the principle that a free and open public debate  is essential for the functioning of a democratic society."]
}
]